Repository: normanjaeckel/WLANSimulationGame
Catalog: wlan_simulation_game/locale/*/LC_MESSAGES/django.po
Languages: de

source: English
de: Englisch

source: German
de: Deutsch

source: If this is active, players can submit messages to the system.
de: Wenn diese Einstellung aktiviert ist, dürfen die Spieler Nachrichten an das System übermitteln.

source: Title of the game. Used as first heading in the template.
de: Titel des Spiels. Verwendet als Hauptüberschrift im Template.

source: Subtitle of the game. Used as second heading in the template.
de: Untertitel des Spiels. Verwendet als Untertitel im Template.

source: Headline of the introduction text.
de: Überschrift für den Einführungstext.

source: Introduction to the game and the system.
de: Einführung in das Spiel und das System.

source: The year of the copyright note.
de: Jahr für den Urhebervermerk

source: Name of the game master.
de: Name des Spielleiters.

source: Score all players start with.
de: Startpunktzahl aller Spieler.

source: Maximum number of cards a player can play.
de: Maximale Anzahl an Karten, die ein Spieler spielen kann.

source: Maximum number of messages a player can intercept. Change this to 0 to disable the interception system.
de: Maximale Anzahl an Nachrichten, die ein Spieler abfangen kann. Änderen Sie diesen Wert auf 0 um das Abfangen zu Nachrichten zu deaktivieren.

source: Name of the WLAN. This is just for the access data sheet.
de: Name des WLAN. Dies wird nur für das Blatt mit den Zugangsdaten verwendet.

source: Password for the WLAN. This is just for the access data sheet.
de: Password für das WLAN. Dies wird nur für das Blatt mit den Zugangsdaten verwendet.

source: URL the server is listening on. This is just for the access data sheet.
de: URL, auf der der Server hört. Dies wird nur für das Blatt mit den Zugangsdaten verwendet.

source: Hide the header image for admin users.
de: Verstecke für Administratoren das Bild im Seitenkopf.

source: Game
de: Spiel

source: Recipient
de: Empfänger

source: You have to wait %d minutes before you can send the next message to the same recipient.
de: Sie müssten %d Minuten warten, bis Sie eine weitere Nachricht an den gleichen Empfänger senden können.

source: Sender
de: Absender

source: All players
de: Alle Spieler

source: You can not send a message from a player to himself.
de: Sie können keine Nachricht von einem Spieler an diesem selbst senden.

source: Victim Sender
de: Opfer-Absender

source: Victim Recipient
de: Opfer-Empfänger

source: Acceptor
de: Annehmender

source: Offered Card
de: Angebotene Karte

source: Card in return
de: Erwartete Karte

source: You have to choose different cards or omit the card in return.
de: Sie müssen verschiedene Karten auswählen oder die erwartete Karte weglassen.

source: You can have only one offer to a player at the same time.
de: Sie dürfen einem Spieler nur ein Angebot gleichzeitig unterbreiten.

source: You can not offer this card because your partner needs a card with a lower level in the same path before.
de: Sie können Ihrem Partner diese Karte nicht anbieten, da er zunächst eine niedrigere Karte im gleichen Pfad benötigt.

source: You can not demand this card because you need a card with a lower level in the same path before.
de: Sie können diese Karte nicht erwarten, das Sie zunächst eine niedrigere Karte im gleichen Pfad benötigen.

source: Description
de: Beschreibung

source: Player
de: Spieler

source: Players
de: Spieler

source: Subject
de: Betreff

source: Printed
de: Gedruckt

source: Sending Time
de: Gesendet

source: Message
de: Nachricht

source: Messages
de: Nachrichten

source: The sender can not be saved as recipient.
de: Der Absender kann nicht zugleich als Empfänger gesetzt werden.

source: Interceptor
de: Abfänger

source: Interception
de: Überwachung

source: Interceptions
de: Überwachungen

source: You can not intercept messages from the game master.
de: Sie können Nachrichten des Spielleiters nicht abfangen.

source: You can not intercept a message from or to yourself.
de: Sie können keine Nachrichten von oder an Sie selbst abfangen.

source: You can only intercept a total number of %d messages.
de: Sie können insgesamt nur %d Nachrichten abfangen.

source: There is no new message you have not intercepted yet. Try again later.
de: Es gibt keine neue Nachricht, die Sie noch nicht abgefangen haben. Versuchen Sie es später noch einmal.

source: Zero is not allowed.
de: Null ist nicht zulässig.

source: Playing player
de: Auspielender Spieler

source: Receiving player
de: Empfangender Spieler

source: Value
de: Wert

source: Path
de: Pfad

source: Bad playing player
de: Auspielender Spieler einer Minuskarte

source: Bad receiving player
de: Empfangender Spieler einer Minuskarte

source: Card
de: Karte

source: Cards
de: Karten

source: %s can not play cards anymore.
de: %s kann keine Karten mher spielen.

source: You need to set a playing player if you want to set a receiving player.
de: Sie müssen einen ausspielenden Spieler angeben, wenn Sie einen empfangenden Spieler angeben möchten.

source: The playing player can not be the receiving player.
de: Der ausspielende Spieler kann nicht zugleich der empfangende Spieler sein.

source: Do not set a positiv value if the card does belong to the bad path.
de: Geben Sie keinen positiven Wert ein, wenn die Karten zum Pfad der Minuskarten gehört.

source: Do not set a negativ value if the card does not belong to the bad path.
de: Geben Sie keinen negativen Wert ein, wenn die Karte nicht zum Pfad der Minuskarten gehört.

source: The fields bad playing player and bad receiving player are required for negativ cards.
de: Die Felder für den auspielenden und den empfangenden Spieler einer Minuskarte dürfen bei Karten mit negativen Werten nicht leer sein.

source: The bad card can only be played by the bad playing player.
de: Die Minuskarte kann nur vom ausspielenden Spieler der Minuskarte gespielt werden.

source: The bad card can only be played on the bad receiving player.
de: Die Minuskarte kann nur auf den empfangenden Spieler der Minuskarte gespielt werden.

source: Offeror
de: Anbieter

source: Offer
de: Angebot

source: Offers
de: Angebote

source: This card was already played.
de: Diese Karte wurde bereits gespielt.

source: This card was not yet played.
de: Diese Karte wurde noch nicht gespielt.

source: Goto convent
de: Gehe zum Konvent

source: It can only be played by %(bad_playing_player)s and only on %(bad_receiving_player)s.
de: Die Karte kann nur von %(bad_playing_player)s und nur auf %(bad_receiving_player)s ausgespielt werden.

source: Play this card
de: Spiele diese Karte

source: All cards
de: Alle Karten

source: Attention: Each card can be played overall only once.
de: Achtung: Jede Karte kann insgesamt nur einmal gespielt werden.

source: My card
de: Meine Karte

source: Played by
de: Gespielt von

source: Played on
de: Gespielt auf

source: No cards available.
de: Keine Karten verfügbar.

source: Convent
de: Konvent

source: Open offers
de: Offene Angebote

source: %(user)s offers %(acceptor)s card <strong>%(offered_card)s</strong>. Card in return: <strong>%(card_in_return)s</strong>
de: %(user)s bietet %(acceptor)s die Karte <strong>%(offered_card)s</strong> an. Erwartete Karte: <strong>%(card_in_return)s</strong>

source: Delete
de: Löschen

source: %(offeror)s offers %(user)s card <strong>%(offered_card)s</strong>. Card in return: <strong>%(card_in_return)s</strong>
de: %(offeror)s bietet %(user)s die Karte <strong>%(offered_card)s</strong> an. Erwartete Karte: <strong>%(card_in_return)s</strong>

source: Accept
de: Annehmen

source: Reject
de: Ablehnen

source: No offers available
de: Keine Angebote verfügbar

source: New offer
de: Neues Angebot

source: Submit
de: Übermitteln

source: Reset
de: Zurücksetzen

source: All messages
de: Alle Nachrichten

source: New message
de: Neue Nachricht

source: You can try to intercept a message that one player sent to another recently. Only the newest message can be intercepted. Choose sender and recipient in two steps. Good luck.
de: Sie können versuchen, eine Nachricht abzufangen, die ein Spieler einem anderen kürzlich gesendet hat. Nur die neuste Nachricht kann abgefangen werden. Wählen Sie Absender und Empfänger in zwei Schritten aus. Viel Glück.

source: Note: You can still intercept %(rest_interceptions)s messages.
de: Hinweis: Sie können noch %(rest_interceptions)s Nachrichten abfangen.

source: Step %(step1)s of %(count)s
de: Schritt %(step1)s von %(count)s

source: Back
de: Zurück

source: Next
de: Weiter

source: Try interception
de: Starte Abfangversuch

source: Cancel
de: Abbrechen

source: All messages to be printed
de: Alle zu druckenden Nachrichten

source: Time
de: Zeit

source: This message was already printed.
de: Diese Nachricht wurde bereits gedruckt.

source: Message printed
de: Nachricht gedruckt

source: This message was not yet printed.
de: Diese Nachricht wurde noch nicht gedruckt.

source: Send
de: Senden

source: Disabled
de: Deaktiviert

source: printed
de: gedruckt

source: No messages available.
de: Keine Nachrichten verfügbar.

source: Messages to be printed
de: Zu druckende Nachrichten

source: No messages to be printed.
de: Keine Nachrichten zu drucken.

source: Score
de: Punkte

source: Playable cards
de: Spielbare Karten

source: still %(cards)s
de: noch %(cards)s

source: still %(rest_interceptions)s
de: noch %(rest_interceptions)s

source: The players and their actual score
de: Die Spieler und ihr aktueller Punktestand

source: No players available.
de: Keine Spieler verfügbar.

source: You are not allowed to see this message.
de: Sie dürfen diese Nachricht nicht ansehen.

source: The message was already marked as printed.
de: Die Nachricht wurde bereits als gedruckt markiert.

source: You are not allowed to send a message at the moment.
de: Sie dürfen im Moment keine Nachrichten senden.

source: The interception view is only for players.
de: Die Ansicht zum Abfangen von Nachrichten ist nur für Spieler.

source: There is no message to intercept between these two players. Try again later.
de: Es gibt zwischen den beiden Spielern keine Nachrichten zum Abfangen. Versuchen Sie es später noch einmal.

source: The message was succesfully intercepted. You can read it now.
de: Die Nachricht wurde erfolgreich abgefangen. Sie können Sie jetzt lesen.

source: This card is already played.
de: Diese Karte ist bereits ausgespielt.

source: This card can not be played directly.
de: Diese Karte kann nicht direkt gespielt werden.

source: This card can only be played by its owner.
de: Diese Karte kann nur von Ihrem Eigentümer gespielt werden.

source: Card "%(name)s" was successfully played.
de: Karte "%(name)s" wurde erfolgreich gespielt.

source: You are not allowed to accept this offer.
de: Es ist Ihnen nicht gestattet, dieses Angebot anzunehmen.

source: The offer can not be accepted any more because the card in return was already played.
de: Das Angebot kann nicht mehr angenommen werden, weil die erwartete Karte bereits gespielt wurde.

source: The offer can not be accepted any more because the offered card was already played.
de: Das Angebot kann nicht mehr angenommen werden, weil die angebotene Karte bereits gespielt wurde.

source: Offer successfully accepted. Look at your new score if you like.
de: Angebot erfolgreich angenommen. Schauen Sie sich Ihren Punktestand an, wenn Sie mögen.

source: You are not allowed to delete this offer.
de: Es ist Ihnen nicht gestattet, dieses Angebot zu löschen.

source: Offer successfully deleted.
de: Angebot erfolgreich gelöscht.

source: 403 Forbidden
de: 403 Zugriff verweigert

source: Forbidden
de: Zugriff verweigert

source: 404 Not Found
de: 404 Seite nicht gefunden

source: Not Found
de: Seite nicht gefunden

source: 500 Internal Server Error
de: 500 Serverfehler

source: Internal Server Error
de: Serverfehler

source: Please contact the administrator.
de: Bitte kontaktieren Sie den Administrator.

source: WLAN Simulation Game administration
de: WLAN Planspiel Verwaltung

source: Home
de: Startseite

source: Logout
de: Abmelden

source: User
de: Benutzer

source: Login
de: Anmelden

source: <a href="http://andreasviklund.com/dt_portfolio/in-response/">Template design</a> by <a href="http://andreasviklund.com/">Andreas Viklund</a>
de: <a href="http://andreasviklund.com/dt_portfolio/in-response/">Template Design</a> von <a href="http://andreasviklund.com/">Andreas Viklund</a>

source: Print introduction
de: Einführungstext drucken

source: Print access data
de: Zugangsdaten drucken

source: Print all player descriptions
de: Alle Spielerbeschreibungen drucken

source: Print all cards (full)
de: Alle Karten drucken (volle Ansicht)

source: Print all cards (short)
de: Alle Karten drucken (kurze Ansicht)

source: Access data
de: Zugangsdaten

source: Name of the WLAN
de: Name des WLAN

source: Password of the WLAN
de: Passwort des WLAN

source: URL
de: Adresse (URL)

source: Username
de: Benutzername

source: Password
de: Passwort

source: Write down the correspondent password here
de: Schreiben Sie das entsprechende Passwort hier hin

source: List of all cards
de: Liste aller Karten

source: Introduction
de: Einführungstext
